{
  "HEADER": {
    "changeLang": "canvia idioma"
  },
  "ANY": {
    "loading": "carregant..."
  },
  "WHO": {
    "title": "Plastikaweb",
    "sub": "qui, què, per què?",
    "cv": "carlos-matheu-cv-ca-05-2017.pdf",
    "position": "Sóc un programador Frontend Freelance de Barcelona.",
    "description": "Durant més de 10 anys m'he dedicat al desenvolupament web, últimament centrat en Angular i Typescript.<br>Intento que la meva feina sigui socialment responsable i apropar les tecnologies més avançades a les persones.",
    "proficiency": "competència",
    "years": "anys"
  },
  "WORKS": {
    "title": "Treballs",
    "sub": "alguns projectes realitats",
    "intro": "Ordenats dels més recents als més antics",
    "year": "any",
    "partner": "col·laborador(s)",
    "client": "client final",
    "techs": "eines i tecnologies",
    "filterBy": "filtra per tecnologia"
  },
  "CONTACT": {
    "title": "Contacte",
    "sub": "digues hola!",
    "intro": "No dubtis en posar-te en contacte per a qualsevol <strong>tasca</strong> o <strong>col·laboració</strong> per serveis de desenvolupament.",
    "interested": "Interessat en:",
    "quote1": "Projectes basats en <strong>angular (versions >=2) i typescript</strong> i qualsevol paquet o tecnologies relacionades.",
    "quote2": "Projectes amb un alt <strong>contingut social i cooperatiu</strong>.",
    "warning": "<strong>Prefereixo el contacte per email</strong>.<br>Normalment no contesto trucades telefòniques mentre treballo, necessito estar centrat en el desenvolupament que es mereixen els meus clients.<br>Tinc molt mala memòria, i qualsevol conversa telefònica sobre treball ha d'anar complementada amb un resum mitjançant email. Així que, per què no usar directament l'email?<br>Gràcies per la vostra comprensió."
  },
  "COOKIES": {
    "warning": "Per tal de millorar la teva experiència fem servir cookies de tercers, que analitzen la navegació al nostre lloc web. Si continues navegant, entendrem que n'acceptes l'ús.",
    "more": "Més informació",
    "title": "Cookies",
    "intro": "Aquest aplicatiu recull algunes dades personals dels visitants.",
    "sub": "Política de privacitat de www.plastikaweb.com",
    "title": "Cookies",
    "intro": "Aquest aplicatiu recull algunes dades personals dels visitants.",
    "sub": "Política de privacitat de www.plastikaweb.com",
    "text": "<div><h2>Controlador de&nbsp;dades i propietari</h2><p>Carlos Matheu Armengol / Plastikaweb<br />Carrer de la Jota 140-142 2-4<br />08016 Barcelona</p><p><strong>Correu electr&ograve;nic del propietari:</strong>&nbsp;info@plastikaweb.com</p></div><div><h2>Tipus de dades recol&middot;lectades</h2><p>Entre els tipus de Dades Personals que aquesta Aplicaci&oacute; recull, per si mateix o a trav&eacute;s de tercers, es troben:&nbsp;Cookiesi Dades d'&Uacute;s.</p><p>Altres Dades Personals&nbsp;recollides poden ser descrites en altres seccions d'aquesta pol&iacute;tica de privadesa o per text d'explicaci&oacute; dedicat contextualment amb la recol&middot;lecci&oacute; de dades.</p><p>Les Dades Personals poden ser proporcionades lliurement per l'Usuari, o recol&middot;lectades autom&agrave;ticament en usar aquesta Aplicaci&oacute;.<br />Qualsevol &uacute;s de&nbsp;Cookies&nbsp;o d'altres eines de seguiment per aquesta Aplicaci&oacute; o pels&nbsp;propietaris de serveis de tercers utilitzats per aquesta Aplicaci&oacute;, tret que s'indiqui el contrari, serveix per identificar Usuaris i recordar les seves prefer&egrave;ncies, amb l'&uacute;nic prop&ograve;sit de proveir el servei requerit per l'usuari.<br />El fet de no proporcionar certes Dades Personals pot fer impossible que aquesta Aplicaci&oacute; proporcioni els seus serveis.</p><p>Els Usuaris s&oacute;n responsables de qualsevol&nbsp;dades personals&nbsp;de tercers obtingudes, publicades o compartides a trav&eacute;s d'aquesta Aplicaci&oacute; i confirmen que tenen el consentiment del tercer per proporcionar les Dades al Propietari.</p></div><div><h2>Manera i lloc de processament de les dades</h2><h2>M&egrave;todes de processament</h2><p>El&nbsp;controlador de dades processa les Dades dels Usuaris de manera apropiada i prendr&agrave; les mesures de seguretat apropiades per prevenir l'acc&eacute;s no autoritzat, divulgaci&oacute;, modificaci&oacute; o destrucci&oacute; no autoritzada de les Dades.<br />El processament de dades es realitza utilitzant computadores i/o eines habilitades per a IT, seguint procediments i maneres d'organitzaci&oacute; estrictament relacionats amb les finalitats indicades. A m&eacute;s del Controlador de Dades, en alguns casos, les Dades poden ser accessibles a certs tipus de persones a c&agrave;rrec, involucrats en el funcionament del lloc (administraci&oacute;, vendes, m&agrave;rqueting, legal, administraci&oacute; del sistema) o externs (com a tercer Prove&iuml;dors de serveis t&egrave;cnics, prove&iuml;dors de serveis de correu electr&ograve;nic, prove&iuml;dors de serveis de telecomunicacions, prove&iuml;dors de serveis t&egrave;cnics, prove&iuml;dors de serveis d'allotjament, empreses de IT, ag&egrave;ncies de comunicaci&oacute;) nomenats, si &eacute;s necessari, Processadors de Dades pel Propietari. La llista actualitzada d'aquestes parts pot sol&middot;licitar-se al Controlador de Dades a qualsevol moment.<br /><br /></p><h3>Lloc</h3><p>Les dades es processen en les oficines d'operacions del controlador de dades i en qualsevol altre lloc on es trobin les parts involucrades en el processament. Per obtenir m&eacute;s informaci&oacute;, posi's en contacte amb el controlador de dades.</p><h3>Temps de retenci&oacute;</h3><p>Les Dades es mantenen durant el temps necessari per proporcionar el servei sol&middot;licitat per l'Usuari, o declarat pels prop&ograve;sits descrits en aquest document, i l'Usuari sempre pot sol&middot;licitar que el Controlador de Dades suspengui o elimini les dades.</p></div><div><h2>&Uacute;s de les dades recopilades</h2><p>Les Dades relatives a l'Usuari es recullen per permetre al Propietari prestar els seus serveis, aix&iacute; com per a les seg&uuml;ents finalitats: Anal&iacute;tica.</p><p>Les dades personals utilitzades per a cada prop&ograve;sit es descriuen en les seccions espec&iacute;fiques d'aquest document.</p></div><div><h2>Informaci&oacute; detallada sobre el tractament de dades personals</h2><p>Les dades personals es recopilen per als seg&uuml;ents prop&ograve;sits i amb els seg&uuml;ents serveis:</p><ul><li><div><h3>Analytics</h3><div><p>Els serveis continguts en aquesta secci&oacute; permeten al Propietari&nbsp;monitorear&nbsp;i analitzar el tr&agrave;fic web i poden utilitzar-se per realitzar un seguiment del comportament de l'Usuari.<br /><br /><strong>Piwik&nbsp;(Aquesta Aplicaci&oacute;)</strong><br /><br />Piwik&nbsp;&eacute;s un programari d'an&agrave;lisi utilitzada per aquesta aplicaci&oacute; per analitzar dades directament sense l'ajuda de tercers.<br /><br />Dades personals recopilades:&nbsp;Cookies&nbsp;i dades d'&uacute;s.</p><p><a href=\"http://piwik.org/privacy\" target=\"_blank\">Pol&iacute;tica de privadesa</a></p></div></div></li></ul></div><div><h2>Informaci&oacute; addicional sobre Recol&middot;lecci&oacute; i processament de dades</h2><h3>Acci&oacute; legal</h3><p>Les Dades Personals de l'Usuari poden ser utilitzats per a finalitats legals pel Controlador de Dades, en el Tribunal o en les etapes que condueixin a possibles accions legals derivades de l'&uacute;s indegut d'aquesta Sol&middot;licitud o dels serveis relacionats.<br />L'Usuari declara estar conscient que el Controlador de Dades pot estar obligat a revelar dades personals a sol&middot;licitud de les autoritats p&uacute;bliques.</p><h3>Informaci&oacute; addicional sobre les dades personals de l'usuari</h3><p>A m&eacute;s de la informaci&oacute; continguda en aquesta pol&iacute;tica de privadesa, aquesta Aplicaci&oacute; pot proporcionar a l'Usuari informaci&oacute; addicional i contextual sobre serveis particulars o la recol&middot;lecci&oacute; i processament de Dades Personals a petici&oacute;.</p><h3>Registres del sistema i manteniment</h3><p>Per a prop&ograve;sits d'operaci&oacute; i manteniment, aquesta Aplicaci&oacute; i qualsevol servei de tercers poden recopilar arxius que registrin la interacci&oacute; amb aquesta Aplicaci&oacute; (registres del Sistema) o utilitzin per a aquest prop&ograve;sit altres Dades Personals (tals com a Adre&ccedil;a IP).</p><h3>Informaci&oacute; no inclosa en aquesta pol&iacute;tica</h3><p>M&eacute;s detalls sobre la recollida o processament de Dades Personals poden ser sol&middot;licitats al Controlador de Dades a qualsevol moment. Consulti la informaci&oacute; de contacte al principi d'aquest document.</p><h3>Drets dels usuaris</h3><p>Els usuaris tenen dret, a qualsevol moment, a saber si s'han emmagatzemat les seves Dades Personals i poden consultar al Controlador de Dades per con&egrave;ixer el seu contingut i origen, verificar la seva exactitud o sol&middot;licitar la seva complementaci&oacute;, cancel&middot;laci&oacute;, actualitzaci&oacute; o correcci&oacute; , O la seva transformaci&oacute; en format an&ograve;nim o per bloquejar qualsevol dada retinguda en violaci&oacute; de la llei, aix&iacute; com per oposar-se al seu tractament per qualsevol motiu leg&iacute;tim. Les sol&middot;licituds han d'enviar-se al controlador de dades a la informaci&oacute; de contacte que s'ha indicat anteriorment.<br /><br />Aquesta aplicaci&oacute; no admet sol&middot;licituds de \"no seguiment\".<br />Per determinar si algun dels serveis de tercers que utilitza honra les sol&middot;licituds de \"No rastrejar\", llegeixi les pol&iacute;tiques de privadesa.</p><h3>Canvis en aquesta pol&iacute;tica de privadesa</h3><p>El Controlador de Dades es reserva el dret de realitzar canvis en aquesta pol&iacute;tica de privadesa a qualsevol moment mitjan&ccedil;ant notificaci&oacute; als seus Usuaris en aquesta p&agrave;gina. Es recomana encaridament revisar aquesta p&agrave;gina amb freq&uuml;&egrave;ncia, referint-se a la data de l'&uacute;ltima modificaci&oacute; que apareix en la part inferior. Si un usuari objecta a qualsevol dels canvis en la pol&iacute;tica, l'usuari ha de deixar d'utilitzar aquesta aplicaci&oacute; i pot sol&middot;licitar que el controlador de dades elimini les dades personals. Tret que s'indiqui el contrari, la pol&iacute;tica de privadesa actual s'aplica a totes les dades personals que el controlador de dades t&eacute; sobre els usuaris.</p><h3>Informaci&oacute; sobre aquesta pol&iacute;tica de privadesa</h3><p>El&nbsp;Controlador de Dades &eacute;s responsable d'aquesta pol&iacute;tica de privadesa, preparada a partir dels m&ograve;duls proporcionats per&nbsp;Iubenda&nbsp;i allotjats en els servidors de&nbsp;Iubenda.</p></div><div><div><h3>Definicions i refer&egrave;ncies legals</h3><div><h4>Dades personals (o dades)</h4><p>Tota informaci&oacute; relativa a una persona f&iacute;sica, una persona jur&iacute;dica, una instituci&oacute; o una associaci&oacute; que s'identifiqui o pugui identificar-se, fins i tot indirectament, mitjan&ccedil;ant qualsevol altra informaci&oacute;, incl&ograve;s un nombre d'identificaci&oacute; personal.</p><h4>Dades d'&uacute;s</h4><p>Informaci&oacute; recollida autom&agrave;ticament d'aquesta Aplicaci&oacute; (o serveis de tercers empleats en aquesta Aplicaci&oacute;), que poden incloure: les adrecis IP o noms de domini de les computadores utilitzades pels Usuaris que usen aquesta Aplicaci&oacute;, les adreces&nbsp;URI&nbsp;(Uniform&nbsp;Resource&nbsp;Identifier), el temps De la petici&oacute;, el m&egrave;tode utilitzat per enviar la sol&middot;licitud al servidor, la grand&agrave;ria de l'arxiu rebut en resposta, el codi num&egrave;ric que indica l'estat de la resposta del servidor (resultat reeixit, error, etc.), el pa&iacute;s d'origen, Les caracter&iacute;stiques del navegador i el sistema operatiu utilitzat per l'usuari, els diversos detalls de temps per visita (per exemple, el temps dedicat a cada p&agrave;gina dins de l'aplicaci&oacute;) i els detalls sobre la ruta seguida dins de l'aplicaci&oacute; amb refer&egrave;ncia especial a la seq&uuml;&egrave;ncia de p&agrave;gines Visitat i altres par&agrave;metres sobre el sistema operatiu del dispositiu i/o l'entorn de IT de l'usuari.</p><h4>Usuari</h4><p>L'individu que usi aquesta Sol&middot;licitud, que ha de coincidir amb o ser autoritzat per l'Assumpte de Dades, a qui es refereixen les Dades Personals.</p><h4>Subjecte de dades</h4><p>La persona f&iacute;sica o jur&iacute;dica a la qual es refereixen les Dades Personals.</p><h4>Processador de dades (o supervisor de dades)</h4><p>La persona f&iacute;sica, persona jur&iacute;dica, administraci&oacute; p&uacute;blica o qualsevol altre organisme, associaci&oacute; o organitzaci&oacute; autoritzada pel responsable del tractament de dades per processar les dades personals de conformitat amb aquesta pol&iacute;tica de privadesa.</p><h4>Controlador de dades (o propietari)</h4><p>La persona f&iacute;sica, persona jur&iacute;dica, administraci&oacute; p&uacute;blica o qualsevol altre organisme, associaci&oacute; o organitzaci&oacute; amb dret, tamb&eacute; conjuntament amb un altre responsable del tractament de dades, a prendre decisions pel que fa a les finalitats i els m&egrave;todes de tractament de dades personals i els mitjans utilitzats, Mesures de seguretat relatives al funcionament i utilitzaci&oacute; de la present sol&middot;licitud. El Controlador de Dades, tret que s'especifiqui el contrari, &eacute;s el Propietari d'aquesta Aplicaci&oacute;.</p><h4>Aquesta aplicaci&oacute;</h4><p>La herramienta de hardware o software por la que se recopilan los datos personales del usuario.</p><h4>Cookies</h4><p>Petita pe&ccedil;a de dades emmagatzemada en el dispositiu de l'usuari.</p><hr /><h4>Informaci&oacute; legal</h4><p>Av&iacute;s als usuaris europeus: aquesta declaraci&oacute; de privadesa ha estat preparada en compliment de les obligacions estipulades en l'art. 10 de la Directiva de la CE n. 95/46 / CE, i conformement a les disposicions de la Directiva 2002/58 / CE, revisada per la Directiva 2009/136 / CE, sobre el tema&nbsp;Cookies.<br /><br />Aquesta pol&iacute;tica de privadesa es refereix &uacute;nicament a aquesta&nbsp;Aplicaci&oacute;.</p></div></div></div>"
  },
  "who": "qui",
  "works": "treballs",
  "contact": "contacte",
  "cookies": "cookies",
  "qui": "who",
  "contacte": "contact",
  "treballs": "works"
}
