{
  "HEADER": {
    "changeLang": "canvia idioma"
  },
  "ANY": {
    "loading": "carregant...",
    "skiplink": "Vés al contingut principal"
  },
  "WHO": {
    "title": "Plastikaweb",
    "sub": "qui, què, per què?",
    "cv": "carlos-matheu-cv-ca-05-2017.pdf",
    "position": "Sóc un programador Frontend Freelance de Barcelona.",
    "description": "Durant més de 10 anys m'he dedicat al desenvolupament web, últimament centrat en Angular i Typescript.<br>Intento que la meva feina sigui socialment responsable i apropar les tecnologies més avançades a les persones.",
    "proficiency": "competència",
    "years": "anys",
    "skills": "Tecnologies destacades"
  },
  "WORKS": {
    "title": "Treballs",
    "sub": "alguns projectes realitats",
    "intro": "Ordenats dels més recents als més antics",
    "year": "any",
    "partner": "col·laborador(s)",
    "client": "client final",
    "techs": "eines i tecnologies",
    "filterBy": "filtra per tecnologia"
  },
  "CONTACT": {
    "title": "Contacte",
    "sub": "digues hola!",
    "intro": "No dubtis en posar-te en contacte per a qualsevol <strong>tasca</strong> o <strong>col·laboració</strong> per serveis de desenvolupament.",
    "interested": "Interessat en:",
    "quote1": "Projectes basats en <strong>angular (versions >=2) i typescript</strong> i qualsevol paquet o tecnologies relacionades.",
    "quote2": "Projectes amb un alt <strong>contingut social i cooperatiu</strong>.",
    "warning": "<strong>Prefereixo el contacte per email</strong>.<br>Normalment no contesto trucades telefòniques mentre treballo, necessito estar centrat en el desenvolupament que es mereixen els meus clients.<br>Tinc molt mala memòria, i qualsevol conversa telefònica sobre treball ha d'anar complementada amb un resum mitjançant email. Així que, per què no usar directament l'email?<br>Gràcies per la vostra comprensió."
  },
  "COOKIES": {
    "warning": "Per tal de millorar la teva experiència fem servir cookies de tercers, que analitzen la navegació al nostre lloc web. Si continues navegant, entendrem que n'acceptes l'ús.",
    "more": "Més informació",
    "title": "Política de cookies",
    "intro": "Aquest aplicatiu recull algunes dades personals dels visitants.",
    "sub": "Política de privacitat de www.plastikaweb.com",
    "text": "<div><h2>Controlador de dades i propietari</h2><p>Carlos Matheu Armengol / Plastikaweb<br>Carrer de la Jota 140-142 2-4<br>08016 Barcelona<p><strong>Correu electrònic del propietari:</strong> info@plastikaweb.com</div><div><h2>Tipus de dades recol·lectades</h2><p>Cookies d'anàlisi: Són aquelles que ben tractades per nosaltres o per tercers, ens permeten quantificar el nombre d'usuaris i així realitzar el mesurament i anàlisi estadística de la utilització que fan els usuaris del servei ofert. Per això s'analitza la seva navegació a la nostra pàgina web per tal de millorar l'oferta de productes o serveis que li oferim.</div><div><h2>Manera i lloc de processament de les dades</h2><h2>Mètodes de processament</h2><p>El controlador de dades processa les Dades dels Usuaris de manera apropiada i prendrà les mesures de seguretat apropiades per prevenir l'accés no autoritzat, divulgació, modificació o destrucció no autoritzada de les Dades.<br>El processament de dades es realitza utilitzant computadores i/o eines habilitades per a IT, seguint procediments i maneres d'organització estrictament relacionats amb les finalitats indicades. A més del Controlador de Dades, en alguns casos, les Dades poden ser accessibles a certs tipus de persones a càrrec, involucrats en el funcionament del lloc (administració, vendes, màrqueting, legal, administració del sistema) o externs (com a tercer Proveïdors de serveis tècnics, proveïdors de serveis de correu electrònic, proveïdors de serveis de telecomunicacions, proveïdors de serveis tècnics, proveïdors de serveis d'allotjament, empreses de IT, agències de comunicació) nomenats, si és necessari, Processadors de Dades pel Propietari. La llista actualitzada d'aquestes parts pot sol·licitar-se al Controlador de Dades a qualsevol moment.<br> <h3>Lloc</h3><p>Les dades es processen en les oficines d'operacions del controlador de dades i en qualsevol altre lloc on es trobin les parts involucrades en el processament. Per obtenir més informació, posi's en contacte amb el controlador de dades.<h3>Temps de retenció</h3><p>Les Dades es mantenen durant el temps necessari per proporcionar el servei sol·licitat per l'Usuari, o declarat pels propòsits descrits en aquest document, i l'Usuari sempre pot sol·licitar que el Controlador de Dades suspengui o elimini les dades.</div><div><h2>Ús de les dades recopilades</h2><p>Les Dades relatives a l'Usuari es recullen per permetre al Propietari prestar els seus serveis, així com per a les següents finalitats: Analítica.<p>Les dades personals utilitzades per a cada propòsit es descriuen en les seccions específiques d'aquest document.</div><div><h2>Informació detallada sobre el tractament de dades personals</h2><p>Les dades personals es recopilen per als següents propòsits i amb els següents serveis:<ul><li><h3>Analytics</h3><p>Els serveis continguts en aquesta secció permeten al Propietari monitoritzar i analitzar el tràfic web i poden utilitzar-se per realitzar un seguiment del comportament de l'Usuari. En particular, aquest lloc web utilitza Google Analytics, un servei analític de web prestat per Google, Inc. amb domicili als Estats Units amb seu central a 1600 Amphitheatre Parkway, Mountain View, Califòrnia 94043. Per a la prestació d'aquests serveis, aquests utilitzen galetes que recopilen la informació, inclosa l'adreça IP de l'usuari, que serà transmesa, tractada i emmagatzemada per Google en els termes fixats en la web Google.com. Incloent la possible transmissió d'aquesta informació a tercers per raons d'exigència legal o quan aquests tercers processin la informació per compte de Google.</ul></div><div><h2>Informació addicional sobre Recol·lecció i processament de dades</h2><h3>Acció legal</h3><p>Les Dades Personals de l'Usuari poden ser utilitzats per a finalitats legals pel Controlador de Dades, en el Tribunal o en les etapes que condueixin a possibles accions legals derivades de l'ús indegut d'aquesta Sol·licitud o dels serveis relacionats.<br>L'Usuari declara estar conscient que el Controlador de Dades pot estar obligat a revelar dades personals a sol·licitud de les autoritats públiques.<h3>Informació addicional sobre les dades personals de l'usuari</h3><p>A més de la informació continguda en aquesta política de privadesa, aquesta Aplicació pot proporcionar a l'Usuari informació addicional i contextual sobre serveis particulars o la recol·lecció i processament de Dades Personals a petició.<h3>Registres del sistema i manteniment</h3><p>Per a propòsits d'operació i manteniment, aquesta Aplicació i qualsevol servei de tercers poden recopilar arxius que registrin la interacció amb aquesta Aplicació (registres del Sistema) o utilitzin per a aquest propòsit altres Dades Personals (tals com a Adreça IP).<h3>Informació no inclosa en aquesta política</h3><p>Més detalls sobre la recollida o processament de Dades Personals poden ser sol·licitats al Controlador de Dades a qualsevol moment. Consulti la informació de contacte al principi d'aquest document.<h3>Drets dels usuaris</h3><p>Els usuaris tenen dret, a qualsevol moment, a saber si s'han emmagatzemat les seves Dades Personals i poden consultar al Controlador de Dades per conèixer el seu contingut i origen, verificar la seva exactitud o sol·licitar la seva complementació, cancel·lació, actualització o correcció , O la seva transformació en format anònim o per bloquejar qualsevol dada retinguda en violació de la llei, així com per oposar-se al seu tractament per qualsevol motiu legítim. Les sol·licituds han d'enviar-se al controlador de dades a la informació de contacte que s'ha indicat anteriorment.<br><br>Aquesta aplicació no admet sol·licituds de \"no seguiment\".<br>Per determinar si algun dels serveis de tercers que utilitza honra les sol·licituds de \"No rastrejar\", llegeixi les polítiques de privadesa.<h3>Canvis en aquesta política de privadesa</h3><p>El Controlador de Dades es reserva el dret de realitzar canvis en aquesta política de privadesa a qualsevol moment mitjançant notificació als seus Usuaris en aquesta pàgina. Es recomana encaridament revisar aquesta pàgina amb freqüència, referint-se a la data de l'última modificació que apareix en la part inferior. Si un usuari objecta a qualsevol dels canvis en la política, l'usuari ha de deixar d'utilitzar aquesta aplicació i pot sol·licitar que el controlador de dades elimini les dades personals. Tret que s'indiqui el contrari, la política de privadesa actual s'aplica a totes les dades personals que el controlador de dades té sobre els usuaris.<h3>Informació sobre aquesta política de privadesa</h3><p>El Controlador de Dades és responsable d'aquesta política de privadesa, preparada a partir dels mòduls proporcionats per Iubenda i allotjats en els servidors de Iubenda.</div><h3>Definicions i referències legals</h3><div><h4>Dades personals (o dades)</h4><p>Tota informació relativa a una persona física, una persona jurídica, una institució o una associació que s'identifiqui o pugui identificar-se, fins i tot indirectament, mitjançant qualsevol altra informació, inclòs un nombre d'identificació personal.<h4>Dades d'ús</h4><p>Informació recollida automàticament d'aquesta Aplicació (o serveis de tercers empleats en aquesta Aplicació), que poden incloure: les adrecis IP o noms de domini de les computadores utilitzades pels Usuaris que usen aquesta Aplicació, les adreces URI (Uniform Resource Identifier), el temps De la petició, el mètode utilitzat per enviar la sol·licitud al servidor, la grandària de l'arxiu rebut en resposta, el codi numèric que indica l'estat de la resposta del servidor (resultat reeixit, error, etc.), el país d'origen, Les característiques del navegador i el sistema operatiu utilitzat per l'usuari, els diversos detalls de temps per visita (per exemple, el temps dedicat a cada pàgina dins de l'aplicació) i els detalls sobre la ruta seguida dins de l'aplicació amb referència especial a la seqüència de pàgines Visitat i altres paràmetres sobre el sistema operatiu del dispositiu i/o l'entorn de IT de l'usuari.<h4>Usuari</h4><p>L'individu que usi aquesta Sol·licitud, que ha de coincidir amb o ser autoritzat per l'Assumpte de Dades, a qui es refereixen les Dades Personals.<h4>Subjecte de dades</h4><p>La persona física o jurídica a la qual es refereixen les Dades Personals.<h4>Processador de dades (o supervisor de dades)</h4><p>La persona física, persona jurídica, administració pública o qualsevol altre organisme, associació o organització autoritzada pel responsable del tractament de dades per processar les dades personals de conformitat amb aquesta política de privadesa.<h4>Controlador de dades (o propietari)</h4><p>La persona física, persona jurídica, administració pública o qualsevol altre organisme, associació o organització amb dret, també conjuntament amb un altre responsable del tractament de dades, a prendre decisions pel que fa a les finalitats i els mètodes de tractament de dades personals i els mitjans utilitzats, Mesures de seguretat relatives al funcionament i utilització de la present sol·licitud. El Controlador de Dades, tret que s'especifiqui el contrari, és el Propietari d'aquesta Aplicació.<h4>Aquesta aplicació</h4><p>La herramienta de hardware o software por la que se recopilan los datos personales del usuario.<h4>Cookies</h4><p>Petita peça de dades emmagatzemada en el dispositiu de l'usuari.<hr><h4>Informació legal</h4><p>Avís als usuaris europeus: aquesta declaració de privadesa ha estat preparada en compliment de les obligacions estipulades en l'art. 10 de la Directiva de la CE n. 95/46 / CE, i conformement a les disposicions de la Directiva 2002/58 / CE, revisada per la Directiva 2009/136 / CE, sobre el tema Cookies.<br><br>Aquesta política de privadesa es refereix únicament a aquesta Aplicació.</div>"
  },
  "who": "qui",
  "works": "treballs",
  "contact": "contacte",
  "cookies": "cookies",
  "qui": "who",
  "contacte": "contact",
  "treballs": "works"
}
