{
  "HEADER": {
    "changeLang": "cambiar de idioma"
  },
  "ANY": {
    "loading": "cargando..."
  },
  "WHO": {
    "title": "Plastikaweb",
    "sub": "¿quién, qué, porqué?",
    "cv": "carlos-matheu-cv-es-05-2017.pdf",
    "position": "Programador Frontend Freelance de Barcelona.",
    "description": "Desde hace más de 10 años me dedico al desarrollo web, últimamente centrado en angular y typescript.<br>Intento que mi trabajo sea socialmente responsable y acerque las tecnologías más avanzadas a la gente.",
    "proficiency": "competencia",
    "years": "años"
  },
  "WORKS": {
    "title": "Proyectos",
    "sub": "algunos trabajos realizados",
    "intro": "Ordenados de los más recientes a los más antiguos",
    "year": "año",
    "partner": "colaborador(es)",
    "client": "cliente final",
    "techs": "herramientas y tecnologías",
    "filterBy": "filtra por tecnología"
  },
  "CONTACT": {
    "title": "Contacto",
    "sub": "¡salúdame!",
    "intro": "No dudes en ponerte en contacto para cualquier <strong>tarea</strong> o <strong>colaboración</strong> para servicios de desarrollo.",
    "interested": "Interesado en:",
    "quote1": "Proyectos basados en <strong>angular (versiones >=2) y typescript</strong> y cualquier tecnología o paquetes relacionados.",
    "quote2": "Proyectos con un alto <strong>contenido social y cooperativo</strong>.",
    "warning": "<strong>Prefiero el contacto por email</strong>.<br>Normalmente no contesto llamadas telefónicas mientras trabajo, necesito estar centrado en el desarrollo que se merecen mis clientes.<br>Tengo muy mala memoria, y cualquier conversación telefónica sobre trabajo debe ir complementada con un resumen via email. Así que, ¿por qué no usar directamente el email?<br>Gracias por vuestra comprensión."
  },
  "COOKIES": {
    "warning": "Para mejorar tu experiencia utilizamos cookies de terceros, que analizan la navegación en nuestro sitio web. Si continúas navegando, entenderemos que aceptas el uso.",
    "more": "Més informació",
    "title": "Política de cookies",
    "intro": "Esta aplicación recoge algunos datos personales de sus visitantes.",
    "sub": "Política de privacidad www.plastikaweb.com",
    "text": "<div><h2>Controlador de datos y propietario</h2><p>Carlos Matheu Armengol / Plastikaweb<br>Carrer de la Jota 140-142 2-4<br>08016 Barcelona<p><strong>Correo electrónico del propietario:</strong> info@plastikaweb.com</div><div><h2>Tipos de cookies utilizados</h2><p>Cookies de análisis: Son aquéllas que bien tratadas por nosotros o por terceros, nos permiten cuantificar el número de usuarios y así realizar la medición y análisis estadístico de la utilización que hacen los usuarios del servicio ofertado. Para ello se analiza su navegación en nuestra página web con el fin de mejorar la oferta de productos o servicios que le ofrecemos.</div><div><h2>Modo y lugar de procesamiento de los datos</h2><h2>Métodos de procesamiento</h2><p>El Data Controller procesa los Datos de los Usuarios de manera apropiada y tomará las medidas de seguridad apropiadas para prevenir el acceso no autorizado, divulgación, modificación o destrucción no autorizada de los Datos.<br>El procesamiento de datos se realiza utilizando computadoras y/o herramientas habilitadas para IT, siguiendo procedimientos y modos de organización estrictamente relacionados con los fines indicados. Además del Controlador de Datos, en algunos casos, los Datos pueden ser accesibles a ciertos tipos de personas a cargo, involucrados en el funcionamiento del sitio (administración, ventas, marketing, legal, administración del sistema) o externos (como tercero Proveedores de servicios técnicos, proveedores de servicios de correo electrónico, proveedores de servicios de telecomunicaciones, proveedores de servicios técnicos, proveedores de servicios de alojamiento, empresas de IT, agencias de comunicación) nombrados, si es necesario, Procesadores de Datos por el Propietario. La lista actualizada de estas partes puede solicitarse al Controlador de Datos en cualquier momento.<h3>Lugar</h3><p>Los datos se procesan en las oficinas de operaciones del controlador de datos y en cualquier otro lugar donde se encuentren las partes involucradas en el procesamiento. Para obtener más información, póngase en contacto con el controlador de datos.<h3>Tiempo de rentención</h3><p>Los Datos se mantienen durante el tiempo necesario para proporcionar el servicio solicitado por el Usuario, o declarado por los propósitos descritos en este documento, y el Usuario siempre puede solicitar que el Controlador de Datos suspenda o elimine los datos.</div><div><h2>Uso de los datos recopilados</h2><p>Los Datos relativos al Usuario se recogen para permitir al Propietario prestar sus servicios, así como para los siguientes fines: Analítica.<p>Los datos personales utilizados para cada propósito se describen en las secciones específicas de este documento.</div><div><h2>Información detallada sobre el tratamiento de datos personales</h2><p>Los datos personales se recopilan para los siguientes propósitos y con los siguientes servicios:<ul><li><div><h3>Analytics</h3><div><p>Los servicios contenidos en esta sección permiten al Propietario monitorear y analizar el tráfico web y pueden utilizarse para realizar un seguimiento del comportamiento del Usuario.<p>En particular, este sitio Web utiliza Google Analytics, un servicio analítico de web prestado por Google, Inc. con domicilio en los Estados Unidos con sede central en 1600 Amphitheatre Parkway, Mountain View, California 94043.  Para la prestación de estos servicios, estos utilizan cookies que recopilan la información, incluida la dirección IP del usuario, que será transmitida, tratada y almacenada por Google en los términos fijados en la Web Google.com. Incluyendo la posible transmisión de dicha información a terceros por razones de exigencia legal o cuando dichos terceros procesen la información por cuenta de Google.</div></div></ul></div><div><h2>Información adicional sobre Recolección y procesamiento de datos</h2><h3>Acción legal</h3><p>Los Datos Personales del Usuario pueden ser utilizados para fines legales por el Controlador de Datos, en el Tribunal o en las etapas que conduzcan a posibles acciones legales derivadas del uso indebido de esta Solicitud o de los servicios relacionados.<br>El Usuario declara estar consciente de que el Controlador de Datos puede estar obligado a revelar datos personales a solicitud de las autoridades públicas.<h3>Información adicional sobre los datos personales del usuario</h3><p>Además de la información contenida en esta política de privacidad, esta Aplicación puede proporcionar al Usuario información adicional y contextual sobre servicios particulares o la recolección y procesamiento de Datos Personales a petición.<h3>Registros del sistema y mantenimiento</h3><p>Para propósitos de operación y mantenimiento, esta Aplicación y cualquier servicio de terceros pueden recopilar archivos que registren la interacción con esta Aplicación (registros del Sistema) o utilicen para este propósito otros Datos Personales (tales como Dirección IP).<h3>Información no incluida en esta política</h3><p>Más detalles sobre la recogida o procesamiento de Datos Personales pueden ser solicitados al Controlador de Datos en cualquier momento. Consulte la información de contacto al principio de este documento.<h3>Derechos de los usuarios</h3><p>Los usuarios tienen derecho, en cualquier momento, a saber si se han almacenado sus Datos Personales y pueden consultar al Controlador de Datos para conocer su contenido y origen, verificar su exactitud o solicitar su complementación, cancelación, actualización o corrección , O su transformación en formato anónimo o para bloquear cualquier dato retenido en violación de la ley, así como para oponerse a su tratamiento por cualquier motivo legítimo. Las solicitudes deben enviarse al controlador de datos a la información de contacto que se ha indicado anteriormente.<p>Esta aplicación no admite solicitudes de \"no seguimiento\".<br>Para determinar si alguno de los servicios de terceros que utiliza honra las solicitudes de \"No rastrear\", lea las políticas de privacidad.<h3>Cambios en esta política de privacidad</h3><p>El Controlador de Datos se reserva el derecho de realizar cambios en esta política de privacidad en cualquier momento mediante notificación a sus Usuarios en esta página. Se recomienda encarecidamente revisar esta página con frecuencia, refiriéndose a la fecha de la última modificación que aparece en la parte inferior. Si un usuario objeta a cualquiera de los cambios en la política, el usuario debe dejar de utilizar esta aplicación y puede solicitar que el controlador de datos elimine los datos personales. A menos que se indique lo contrario, la política de privacidad actual se aplica a todos los datos personales que el controlador de datos tiene sobre los usuarios.<h3>Información sobre esta política de privacidad</h3><p>El Data Controller es responsable de esta política de privacidad, preparada a partir de los módulos proporcionados por Iubenda y alojados en los servidores de Iubenda.</div><h3>Definiciones y referencias legales</h3><div><h4>Datos personales (o datos)</h4><p>Toda información relativa a una persona física, una persona jurídica, una institución o una asociación que se identifique o pueda identificarse, incluso indirectamente, mediante cualquier otra información, incluido un número de identificación personal.<h4>Datos de uso</h4><p>Información recogida automáticamente de esta Aplicación (o servicios de terceros empleados en esta Aplicación), que pueden incluir: las direcciones IP o nombres de dominio de las computadoras utilizadas por los Usuarios que usan esta Aplicación, las direcciones URI (Uniform Resource Identifier), el tiempo De la petición, el método utilizado para enviar la solicitud al servidor, el tamaño del archivo recibido en respuesta, el código numérico que indica el estado de la respuesta del servidor (resultado exitoso, error, etc.), el país de origen, Las características del navegador y el sistema operativo utilizado por el usuario, los diversos detalles de tiempo por visita (por ejemplo, el tiempo dedicado a cada página dentro de la aplicación) y los detalles sobre la ruta seguida dentro de la aplicación con referencia especial a la secuencia de páginas Visitado y otros parámetros sobre el sistema operativo del dispositivo y/o el entorno de IT del usuario.<h4>Usuario</h4><p>El individuo que use esta Solicitud, que debe coincidir con o ser autorizado por el Asunto de Datos, a quien se refieren los Datos Personales.<h4>Sujeto de datos</h4><p>La persona física o jurídica a la que se refieren los Datos Personales.<h4>Procesador de datos (o supervisor de datos)</h4><p>La persona física, persona jurídica, administración pública o cualquier otro organismo, asociación u organización autorizada por el responsable del tratamiento de datos para procesar los datos personales de conformidad con esta política de privacidad.<h4>Controlador de datos (o propietario)</h4><p>La persona física, persona jurídica, administración pública o cualquier otro organismo, asociación u organización con derecho, también conjuntamente con otro responsable del tratamiento de datos, a tomar decisiones con respecto a los fines y los métodos de tratamiento de datos personales y los medios utilizados, Medidas de seguridad relativas al funcionamiento y utilización de la presente solicitud. El Controlador de Datos, a menos que se especifique lo contrario, es el Propietario de esta Aplicación.<h4>Esta aplicación</h4><p>La herramienta de hardware o software por la que se recopilan los datos personales del usuario.<h4>Cookies</h4><p>Pequeña pieza de datos almacenada en el dispositivo del usuario.<hr><h4>Información legal</h4><p>Aviso a los usuarios europeos: esta declaración de privacidad ha sido preparada en cumplimiento de las obligaciones estipuladas en el art. 10 de la Directiva de la CE n. 95/46 / CE, y con arreglo a las disposiciones de la Directiva 2002/58 / CE, revisada por la Directiva 2009/136 / CE, sobre el tema Cookies.<p>Esta política de privacidad se refiere únicamente a esta Aplicación.</div>"
  },
  "who": "quien",
  "works": "trabajos",
  "contact": "contacto",
  "cookies": "cookies",
  "quien": "who",
  "trabajos": "works",
  "contacto": "contact"
}
